alacritty
alsa-utils
base
base-devel
blueman
bluez
bluez-utils
dhcpcd
dialog
dosfstools
dunst
efibootmgr
eza
fastfetch
feh
firefox
flameshot
fortune-mod
fuse2
gdb
git
github-cli
go
grub
htop
iwd
kitty
libnotify
linux
linux-firmware
mtools
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
noto-fonts-cjk
noto-fonts-emoji
ntp
os-prober
p7zip
pamixer
pavucontrol
picom
pulseaudio-alsa
pulseaudio-bluetooth
ranger
starship
telegram-desktop
thunar
ttf-font-awesome
ttf-roboto
unzip
usbutils
vim
vlc
wget
wireless_tools
wpa_supplicant
xf86-video-amdgpu
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
